# Taps
tap 'caskroom/cask'

# Tools
brew 'coreutils'
brew 'dockutil'
brew 'git'
brew 'git-lfs'
brew 'htop'
brew 'imagemagick'
brew 'jq'
brew 'libimobiledevice'
brew 'mitmproxy'
brew 'nmap'
brew 'node'
brew 'python'
brew 'rbenv'
brew 'ssh-copy-id'
brew 'tinc'
brew 'tree'
brew 'wget'
brew 'zsh'

# Apps
cask '1password'
cask 'appcleaner'
cask 'arq'
cask 'caffeine'
cask 'dash'
cask 'gimp'
cask 'iterm2'
cask 'istat-menus'
cask 'macdown'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'sourcetree'
cask 'slack'
cask 'sublime-text'
cask 'textual'
cask 'the-unarchiver'
cask 'viscosity'
cask 'vlc'
cask 'wire'
cask 'max'
cask 'moneymoney'
cask 'teamviewer'
cask 'github-desktop'
cask 'google-chrome'
cask 'firefox'
cask 'visualjson'
cask 'tripmode'
cask 'processing'
cask 'nextcloud'
cask 'wireshark'
cask 'wunderlist'
cask 'bartender'